{
  "DINOSAURS_SPAWNS_ZONES": {
  "0": "N/A",
  "1": "Forêt",
  "2": "Marais",
  "3": "Grotte",
  "4": "Plage",
  "5": "Montagne",
  "6": "Océan",
  "7": "Rivière",
  "8": "Plaine"
},
"DINOSAURS_TYPES": {
  "0": "N/A",
  "1": "Terrestre",
  "2": "Volant",
  "3": "Aquatique"
},
"DINOSAURS_CATEGORIES": {
  "0": "N/A",
  "1": "Herbivore",
  "2": "Carnivore",
  "3": "Insectivore",
  "4": "Détritivore",
  "5": "Piscivore",
  "6": "Charognard"
},


"SEDATIVES_TYPE": {
  "Narcotique":{"torpor": 40, "time": 8},
  "Narcoberry":{"torpor": 7.5, "time": 3},
  "Champignons aserbiques":{"torpor": 25, "time": 2},
  "Biotoxine":{"torpor": 80, "time": 16}
},
"AMMUNITIONS_TYPE": {
  "Fléchette tranquillisante":{"damage":26,"torpor":156,"torporInTime":65,"time":5},
  "Fléchette tranquillisante améliorer":{"damage":26,"torpor":312,"torporInTime":130,"time":5},
  "Arc":{"damage":20,"torpor":40,"torporInTime":50,"time":4},
  "Arbalète":{"damage":35,"torpor":70,"torporInTime":87.5,"time":4},
  "Arc a Poulie":{"damage":27,"torpor":54,"torporInTime":67.5,"time":4},
  "Harpon":{"damage":36,"torpor":216,"torporInTime":90,"time":4}
},


"DINOSAURS_LIST":[
    {
      "name": "Achatina",
      "description": "L'Achatina Limusegnis est un mollusque terrestre trouvé principalement dans les jungles et marécages. Étant très lent, il constitue probablement la source de viande et de chitine la plus facile à récolter. Le système digestif de l'Achatina est très différent des autres créatures. Il rejette ses excréments sous la forme d'une substance collante et épaisse, que l'on peut apercevoir derrière lui pendant un court instant.",
      "utility": "La substance gluante que sécrète l'Achatina est très similaire au ciment et au polymère organique utilisés pour les constructions. De nombreuses tribus les apprivoisent pour pouvoir la récolter naturellement à leur guise. La légende raconte que l'Achatina pourrait être apprivoisé avec un \"gâteau\" confectionné à partir de Légumess.",
      "zone": ["1", "2", "3"],
      "type": ["1"],
      "category": ["1"],
      "tamable": true,
      "ridable": true,
      "behavior": "Passif",
      "period":  "Inconnue",
      "size":  0.5,
      "stats": {
        "level": 1,
        "torpor": 50,
        "torporDrain": 0.3,
        "torporPerLevel": 3
      },
      "taming": {
        "type":"Passif",
        "rates": 1,
          "food": {
            "useSanguineElixir": false,
            "items": [
              {"name": "Délicieux gâteau aux Légumess"}
            ]
          }
        }
      },
      {
        "name": "Allosaure",
        "description": "Plus petit mais plus rapide que le Tyrannosaure, plus grand mais plus lent que le Carnotosaure, l'Allosaurus Therotribus est le théropode de l'île qui chasse en groupe. L'Allosaure vit en groupe de 3-4 individus, avec un alpha dominant. Ses dents en forme de scie laissent ses proies en sang et mutilées.",
        "utility": "Certains préfèrent l'Allosaure pour sa rapidité, tandis que d'autres choisissent le Carnotaure ou le Tyrannosaure pour d'autres attributs. L'Allosaure est efficace pour la chasse en groupe.",
        "zone": ["1", "5", "8"],
        "type": ["1"],
        "category": ["2"],
        "tamable": true,
        "ridable": true,
        "behavior": "Agressif",
        "period": "Jurassique supérieur",
        "size": 8.5,
        "stats": {
          "level": 1,
          "torpor": 1000,
          "torporDrain": 0.8,
          "torporPerLevel": 60
        },
        "taming": {
          "type": "K.O",
          "rates": 1,
          "food": {
            "useSanguineElixir": false,
            "items": [
              {"name": "Croquette supérieure"},
              {"name": "Viande de mouton crue"},
              {"name": "Viande crue supérieur"},
              {"name": "Côtelette d’agneau cuite"}
            ]
          }
        }
      },
    {
      "name": "Ammonite",
      "description": "On la trouve habituellement dans les parties les plus profondes de l'eau autour de l'île, elle a une étrange relation avec les autres créatures des profondeurs. Sa présence doit leur être bénéfique car chaque créature aquatique à proximité défend l'Ammonite quand elle est attaquée.",
      "utility": "Comme la plupart des créatures de l'océan indomptables, l'Ammonite a un intérêt pour être une cible de chasse précieuse. Si une tribu est prête à risquer la colère des défenseurs près de lui, la bile peut être récoltée à partir des entrailles de son cadavre.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": false,
      "ridable": false,
      "behavior": "Neutre",
      "period": "Crétacé-Tertiaire",
      "size": 2,
      "stats": {
        "level": 1,
        "torpor": 250,
        "torporPerLevel": 15
      }
    },
    {
      "name": "Baudroie Abyssale",
      "description": "Melanocetus angerlpescum, une grande forme de baudroie, se trouve dans les profondeurs sombres de l'océan, se nourrissant de petits poissons tout en étant une source de nourriture pour les plus grands prédateurs.",
      "utility": "Une Baudroie Abyssale apprivoisée peut éclairer les profondeurs avec sa lumière naturelle, facilitant l'exploration et la récolte des perles de silice.",
      "zone": ["6"],
      "type": ["3"],
      "category": ["5"],
      "tamable": true,
      "ridable": true,
      "behavior": "Agressif",
      "period": "Crétacé",
      "size": 0.20,
      "stats": {
        "level": 1,
        "torpor": 900,
        "torporDrain": 3.2,
        "torporPerLevel": 54
      },
      "taming": {
        "type": "K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette régulière"},
            {"name": "Viande de mouton crue"},
            {"name": "Viande crue supérieur"},
            {"name": "Côtelette d’agneau cuite"}
          ]
        }
      }
    },
    {
      "name": "Ankylosaurus",
      "description": "Contrairement à la plupart des troupeaux de l’île, l’Ankylosaurus crassacutis a tendance à vivre en petits groupes familiaux. Je crois qu’ils se permettent de rester en petit nombre grâce à leur peau incroyablement épaisse, qui leur a valu leur nom. Bien que n’étant pas parmi les plus grands herbivores de l’île, l’Ankylosaure est l’une des créatures les plus difficiles à abattre.",
      "utility": "Sans aucun doute, le meilleur atout d’un Ankylosaure dressé est son énorme et lourde queue. Sa queue est assez puissante pour rapidement briser les rochers pleins de ressources. Les tribus les plus riches de l'île utilisent l'Ankylosaure dans leurs mines et leurs carrières.",
      "zone": ["1","4","5","8"],
      "type": ["1"],
      "category": ["1"],
      "tamable": true,
      "ridable": true,
      "behavior": "Neutre",
      "period": "Crétacé supérieur",
      "size": 8,
      "stats": {
        "level": 1,
        "torpor": 420,
        "torporDrain": 0.3,
        "torporPerLevel": 25.2
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette régulière"},
            {"name": "Légumes"},
            {"name": "Mejoberry"},
            {"name": "Berries"}
          ]
        }
      }
    },
    {
      "name": "Araneo",
      "description": "L'Araneomorphus Amalgotantibus partage les caractéristiques de bon nombre d'espèces. Elle lance des toiles comme une araignée Bolas, crache du venin comme une araignée-lynx et elle peut voir dans le noir en détectant les vibrations. Pour couronner le tout, l'Araneomorphus est plus grande qu'un homme adulte. Comme si cela ne suffisait pas, je soupçonne les Araneomorphus d'avoir creusé quelques unes des grottes présentent sur l'île.",
      "utility": "L'Araneomorphus, une fois domestiquée, s'avère être un fidèle compagnon. Sa toile permet de ralentir les proies les plus rapides, ce qui s'avère très utile pour la chasse. Elles sont cependant trop petites pour être des montures très habiles.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Agressif",
      "period": "Ére Mésozoïque",
      "size": 0.7,
      "stats": {
        "level": 1,
        "torpor": 80,
        "torporPerLevel": 4.8
      },
      "taming": {
        "type":"Passif",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Viande Avariée"},
            {"name": "Viande crue"},
            {"name": "Viande de poisson crue"}
          ]
        }
      }
    },
    {
      "name": "Archeopteryx",
      "description": "Mesurant approximativement un mètre de long, le Archaeopteryx Magnamilvum est un proto-oiseau principalement arboricole. Il évite le plus possible de se poser au sol, préférant rester en sécurité dans les arbres, là où peu de prédateurs sont en mesure de l'atteindre. Je n'ai pas encore vu d'Archaeopteryx voler franchement, il est donc possible qu'ils ne puissent pas générer assez de puissance pour pourvoir voler sur de longues distances au lieu de se déplacer de branches en branches.",
      "utility": "Bien qu'il ne soit pas assez grand pour transporter le poids total d'un humain adulte, l'Archaeopteryx est tout de même très utile. Malgré son incapacité à voler, ses ailes ont une force suffisante pour réduire la vitesse de chute d'une personne si celle-ci se cramponne à l'Archaeopteryx pendant la descente. Apprivoiser un Archaeopteryx peut être assez déroutant, étant donné qu'il refuse de se nourrir des denrées alimentaires les plus courantes, et qu'il fuit se mettre à l'abri au moindre signe de la présence d'un intrus.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": false,
      "behavior": "Passif",
      "period": "Jurassique",
      "size": 0.5,
      "stats": {
        "level": 1,
        "torpor": 100,
        "torporDrain": 0.8,
        "torporPerLevel": 6
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette simple"},
            {"name": "Chitine"},
            {"name": "Viande de poisson crue"}
          ]
        }
      }
    },
    {
      "name": "Argentavis",
      "description": "Dominant les cieux de l'île, Argentavis Atrocollum a peu de rivaux dans les airs. C'est donc une légère consolation, pour les autres créatures volantes, que l'Argentavis n'ait que peu d'intérêt pour tout ce qui est vivant. L'Argentavis n'a pas le cou voûté typique des buses et vautours modernes. On ignore s'il a adapté son cou, le rendant plus puissant pour tenir tête aux prédateurs de l'île, ou si sa lignée remonte à avant que le cou tordu soit la norme chez les oiseaux charognards.",
      "utility": "L'Argentavis est plus lent que le plus répandu Ptéranodon, mais il est bien plus endurant, et peut voler environ trois fois plus longtemps. Cela en fait la meilleure créature de l'île dès lors qu'il s'agit de voyager ou de transporter des charges sur de longues distances.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Agressif",
      "period": "Miocène supérieur",
      "size": 7,
      "stats": {
        "level": 1,
        "torpor": 600,
        "torporDrain": 0.3,
        "torporPerLevel": 36
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette supérieure"},
            {"name": "Viande de mouton crue"},
            {"name": "Viande crue supérieur"},
            {"name": "Côtelette d’agneau cuite"}
          ]
        }
      }
    },
    {
      "name": "Arthropluera",
      "description": "Le fait que cette créature existe suffit à me donner des cauchemars. Comme les autres Arthropodes de l'île, l'Arthropleura Felsanguis est devenu bien plus grand que je ne l'aurais imaginé. C'est un chasseur très agressif, mais il préfère manger de la viande avariée depuis quelque temps et va chercher ce délice sans relâche. Le sang de l'Arthropleura a un pH très bas, à tel point qu'il peut dissoudre beaucoup de matériaux. Ce sang acide éclabousse tout ce qui l'attaque directement, affaiblissant la résistance des armes et blessant les assaillants. Par conséquent, beaucoup de créatures refusent de chasser l'Arthropleura, apeurées par cette défense unique.",
      "utility": "Comme la plupart des arthropodes de l'île, l'Arthropleura est simple d'esprit et relativement facile à apprivoiser. Il est surtout utile pour les attaques à distance. Grâce à ses défenses uniques, que ce soit la chasse ou la guerre, l'Arthropleura est généralement à l'abri de toutes les créatures sauf les plus grandes.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Agressif",
      "period": "Permien inférieur",
      "size": 3,
      "stats": {
        "level": 1,
        "torpor": 176,
        "torporPerLevel": 10.53
      },
      "taming": {
        "type":"Passif",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Bouillon de connaissance"},
            {"name": "Viande avariée"},
            {"name": "Viande crue"}
          ]
        }
      }
    },
    {
      "name": "Baryonyx",
      "description": "Comme le Carnotaure, le Baryonyx Aqua fulgur est sur la plus petite extrémité de la rangée des grands prédateurs. Bien qu'il ne soit pas aussi puissant que certains prédateurs de haute mer ou le Spinosaure, le Baryonyx est un nageur très rapide qui est encore assez agile pour menacer la plupart des créatures de l'île. Et pourtant, en dépit d'être un jeune dinosaure dangereux, le Baryonyx ne mange presque exclusivement que des poissons ou d'autres habitants marins. Le métabolisme très spécifique du Baryonyx semble lui permettre de guérir les blessures presque surnaturellement en se nourrissant de chair de poisson. Peut-être est-ce la raison des rares attaques terrestres du Baryonyx.",
      "utility": "Le Baryonyx affuté naturellement pour la prédation aquatique signifie qu'une fois apprivoisé, il apprendrarégulière à tuer les habitants de l'océan encore plus efficacement. Avec sa vitesse et sa puissance, le Baryonyx représente un choix idéal pour toute personne amenée à se déplacer fréquemment entre l'eau et la terre avec facilité.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Agressif",
      "period": "Crétacé inférieur",
      "size": 10,
      "stats": {
        "level": 1,
        "torpor": 400,
        "torporDrain": 0.3,
        "torporPerLevel": 24
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette régulière"},
            {"name": "Viande de poisson crue supérieure"},
            {"name": "Viande de poisson cuite supérieure"},
            {"name": "Viande de poisson crue"}
          ]
        }
      }
    },
    {
      "name": "Basilosaurus",
      "description": "Le Basilosaurus Solatiumfecit est l'une des créatures les plus étranges des eaux entourant l'île. Il est un nageur puissant qui s'est adapté aux bas-fonds. Il récupère rapidement de ses blessures dès qu'il remonte à la surface de l'eau. A l'inverse, il est vulnérable à la pression des profondeurs. Le Basilosaure est généralement suivi de près par d'autres petites créatures car ses habitudes alimentaires laissent une grande quantité de déchets pour ces petits charognards. C'est une créature amicale envers les humains, et heureusement car il prend sa nourriture directement auprès d'eux. Cependant, les créatures qui suivent le Basilosaure ont tendance à devenir dangereuse chaque fois que cela se produit, car il ne laisse pas de restes pour eux.",
      "utility": "Malgré les dégâts que peuvent provoquer les petites créatures qui le suivent, de nombreuses tribus tentent encore d'apprivoiser le Basilosaure, comme mammifère à sang chaud d'un confort parfait à la fois au chaud et au froid. Alternativement, le Basilosaure est chassé pour sa graisse spéciale, qui peut être raffinée et être beaucoup plus efficace que l'essence !",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Passif",
      "period": "Éocène supérieur",
      "size": 20,
      "stats": {
        "level": 1,
        "torpor": 2000,
        "torporPerLevel": 120
      },
      "taming": {
        "type":"Passif",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette exceptionnelle"},
            {"name": "Viande de mouton crue"},
            {"name": "Viande crue supérieur"},
            {"name": "Viande de poisson crue"}
          ]
        }
      }
    },
    {
      "name": "Beelzebufo",
      "description": "Beelzebufo Palucocus est la plus grande grenouille que je n'ai jamais vu. Si grand qu'il pourrait porter un humain sur son dos. Cela peut néanmoins s'avérer dangereux car la peau et la salive du Beelzebufo ont un effet tranquillisant. Comme la plupart des grenouilles, le Beelzebufo raffole des insectes. Grâce à son incroyablement longue langue, il peut tuer ses proies à distance d'un seul coup. Grâce aux substances sécrétées par son système digestif, il transforme naturellement la Chitine qu'il absorbe en Ciment.",
      "utility": "Les avis divergent en ce qui concerne les Beelzebufo apprivoisés. Certains n'en voient pas l'utilité, mais d'autres apprécient le fait qu'ils puissent faire de grands bonds, leur permettant d'accéder facilement à certaines zones. Sans oublier son aptitude à créer du Ciment rapidement en chassant des insectes.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Passif",
      "period": "Crétacé supérieur",
      "size": 0.40,
      "stats": {
        "level": 1,
        "torpor": 200,
        "torporDrain": 0.7,
        "torporPerLevel": 12
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette régulière"},
            {"name": "Viande de mouton crue"},
            {"name": "Viande crue supérieur"},
            {"name": "Viande de mouton cuite"}
          ]
        }
      }
    },
    {
      "name": "Brontosaurus",
      "description": "Brontosaurus Lazarus est le plus gros sauropode dont j'ai entendu parler. Il est tellement grand qu'il ne remarque même pas la plupart des autres créatures. J'ai même vu un groupe de Raptors en train de dévorer des petits dinosaures sans que cela ne semble déranger le Brontosaurus qui mangeait à quelques mètres de là.",
      "utility": "Grâce à sa nature si docile, le Brontosaure est un animal important dans un tribu. Les plus pacifiques l'utilisent pour transporter d'incroyables quantités de ressources, tandis que d'autres s'en servent comme base d'opérations mobile. Malheureusement, son gigantisme implique l'utilisation d'une plus grande dose de tranquillisants pour l'apprivoiser.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Neutre",
      "period": "Crétacé supérieur",
      "size": 23,
      "stats": {
        "level": 1,
        "torpor": 2000,
        "torporDrain": 0.3,
        "torporPerLevel": 120
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette Exceptionnelle"},
            {"name": "Légumes"},
            {"name": "Mejoberry"},
            {"name": "Berries"}
          ]
        }
      }
    },
    {
      "name": "Carbonemys",
      "description": "La Carbonemys Obibimus est une des créatures les moins agressives de l'île. Si l'île était moins peuplée de prédateurs, elle passerait ses journées à manger et dormir au soleil. La Carbonemys mène une vie solitaire des plus simples, ce qui en fait un animal très pacifique. Les seules caractéristiques qui compensent sa très faible vitesse sur terre sont son aptitude à être un bon nageur et sa carapace incroyablement épaisse. Une Carbonemys dans sa coquille serait selon moi à l'abri de la plupart des prédateurs.",
      "utility": "Sa grande aptitude à la nage, sa morsure puissante et l'absence de vraie menace font des Carbonemys une bonne monture marine, idéale pour les tribus côtières majoritairement pacifiques. Elles permettent d'atteindre rapidement certaines ressources aquatiques et ne présentent pas de réels dangers à l'état sauvage.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Neutre",
      "period": "Paléocène",
      "size": 2.5,
      "stats": {
        "level": 1,
        "torpor": 275,
        "torporDrain": 0.3,
        "torporPerLevel": 16.5
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette régulière"},
            {"name": "Légumes"},
            {"name": "Mejoberry"},
            {"name": "Berries"}
          ]
        }
      }
    },
    {
      "name": "Carnotaurus",
      "description": "Carnotaurus pressor est une créature distinctive qui se situe entre un prédateur moyen et grand. Il vit principalement sur un terrain plat et dégagé, où il peut capitaliser sur sa vitesse. De plus, il ne semble pas hésiter à fuir de plus grands prédateurs au lieu de se battre. Les cornes du Carnotaure semblent être utilisées davantage pour combattre des rivaux que pour chasser. Cela ne signifie pas pour autant que les cornes ne sont pas dangereuses. Ils peuvent encore éviscérer des proies plus grosses. Le Carnotaure est l'un des prédateurs les plus petits et les plus compacts.",
      "utility": "Le Carnotaurus remplit un rôle très spécifique. Plus grand et presque aussi rapide qu'un Raptor, plus petit mais beaucoup plus rapide qu'un Rex. Si ce n'était le temps d'arrêt extrêmement long de la créature après le sprint, il pourrait être parmi les montures les plus équilibrées.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Agressif",
      "period": "Crétacé supérieur",
      "size": 7.6,
      "stats": {
        "level": 1,
        "torpor": 350,
        "torporDrain": 0.3,
        "torporPerLevel": 21
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette régulière"},
            {"name": "Viande de mouton crue"},
            {"name": "Viande crue supérieur"},
            {"name": "Viande de mouton cuite"}
          ]
        }
      }
    },
    {
      "name": "Castoroides",
      "description": "Le Castor géant est un grand mammifère herbivore vivant près des points d'eau. Contrairement à d'autres espèces de grands castors, celui-ci conserve les dents de castors présents de nos jours en forme de ciseau. Il leur arrive de construire des barrages, mais ceux-ci se retrouvent souvent piétinés par d'autres créatures, ce qui a tendance à les rendre agressifs. À les regarder jouer dans l'eau et ronger du bois, on se demande si les Castors géants se rendent compte du danger qui les entoure. Peut-être sont-ils complètement bêtes ? À moins qu'ils ne s'en moquent.",
      "utility": "La physiologie du Castor géant lui permet non seulement de récolter du bois comme aucune autre créature, mais également de porter plus de ressources. Cela fait de lui un bûcheron incontesté.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Neutre",
      "period": "Pléistocène",
      "size": 2.5,
      "stats": {
        "level": 1,
        "torpor": 350,
        "torporDrain": 1.6,
        "torporPerLevel": 16.5
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette supérieure"},
            {"name": "Légumes"},
            {"name": "Mejoberry"},
            {"name": "Berries"}
          ]
        }
      }
    },
    {
      "name": "Chalicotherium",
      "description": "Trouvable en petit nombre dans les régions les plus froides de l'île, le Chalicotherium Obsidioequus est naturellement un herbivore pacifique qui préfère passer ses journées à ne rien faire ou à s'amuser avec les membres de sa famille. Cependant, ce sont des créatures très attachées à leur territoire, et les familles entières, les plus vieux et les plus jeunes, feront face à une créature envahissante à la moindre petite provocation. Une scène étrange sur laquelle s'attarder est un groupe de Chalicotherium qui jouent. Un des passes-temps bizarre des Chalicotherium est de se lancer d'énormes boules de neige ou de boue entres-eux. Les petites créatures présentes dans cette zone s'éloignent des Chalicotherium durant la pratique de cette activité, de peur d'être ensevelies dans la neige ou la boue.",
      "utility": "Bien que la plupart des créatures soient utiles pour attaquer les forteresses, le Chalicotherium peut être entraîné en tant qu'artillerie mobile. Ces moments de jeux uniques lui donnent un énorme avantage tactique pour des assauts destructeurs à longues distances lorsque de gros rochers à lancer lui sont offerts, au lieu des boules des neige!",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Territorial",
      "period": "Miocène",
      "size": 2.5,
      "stats": {
        "level": 1,
        "torpor": 500,
        "torporPerLevel": 30
      },
      "taming": {
        "type":"Passif",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Pinte de bière"},
            {"name": "Stimberry"}
          ]
        }
      }
    },
    {
      "name": "Cnidaria",
      "description": "La Cnidaria Omnimorph est un autre d'exemple de créature qui ne devrait pas exister. Elle possède des caractéristiques qui semblent provenir de nombreux types de méduse. Elle est de la même taille et de la même forme que les grosses méduses à l'apparence de jaune d'oeuf, possède la piqûre puissante de certaines méduses-boîtes et la bioluminescence des méduses des profondeurs. Tout cela se combine pour faire une créature dangereuse qui illumine les entrailles les plus profondes des océans. La Cnidaria n'est généralement pas une créature agressive car elle possède un manque de perception sensorielle. Généralement, elle flotte simplement dans le courant jusqu'à ce que quelque chose soit assez proche d'elle, auquel cas elle attaque. Bien que ses attaques ne soient pas spécialement puissantes, son dard injecte un sédatif incroyablement puissant et rapide.",
      "utility": "Comme la Cnidaria est rarement plus intelligente qu'une plante, il n'existe pas de méthode efficace pour l'apprivoiser. La plupart des tribus tuent la Cnidaria à vue et récupèrent ses réserves de sédatifs puissants pour les utiliser dans l'élaboration de tranquillisants à longue distance.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": false,
      "ridable": false,
      "behavior": "Agressif",
      "period": "Précambrien",
      "size": 0.60,
      "stats": {
        "level": 1,
        "torpor": 250,
        "torporPerLevel": 15
      }
    },
    {
      "name": "Coelacanth",
      "description": "Le Coelacanth Nutritia ressemble fortement à nos poissons. Le Coelacanthe peut être trouvé dans toutes les sources d'eau de l'île, salées ou non. Contrairement aux Coelacanthes, la viande de Coelacanth Nutritia est pauvre en graisse et arêtes, ce qui en fait une des sources de nourriture les plus saines. Les Coelacanthes mangent tout ce qui est plus petit qu'eux. N'ayant encore rien vu de plus petit qu'eux dans l'eau, je pense qu'il se nourrissent de bébés serpents, d'algues ou peut-être se dévorent-ils les uns les autres ?",
      "utility": "Bien que les Coelacanthes ne peuvent être apprivoisés, ils peuvent néanmoins être une source de nourriture pour les tribus côtières. Ils sont cependant trop petits pour nourrir une tribu conséquente.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": false,
      "ridable": false,
      "behavior": "Passif",
      "period": "Dévonien",
      "size": 1.8
    },
    {
      "name": "Compy",
      "description": "L'un des plus petits prédateurs de l'île, Compsognathus curiosicarius peut être considéré comme un animal de compagnie, un ravageur ou une menace. Seul, le Compsognathus n'est ni dangereux ni agressif. Dans les plus grosses meutes, cependant, il se souvient de sa nature carnivore sous-jacente. Après qu'un groupe de Compsognathus ait atteint une certaine taille, leur mentalité de meute semble toujours les encourager à «attaquer». Pour une raison quelconque, le Compsognathus n'a pas naturellement peur des humains. Au contraire, il semble être assez curieux au sujet des humains et de leurs instruments de survie. Ils ont tendance à être attirés vers les humains par cette curiosité, puis à appeler leurs compagnons de meute pour aider à explorer leur découverte. Cela conduit généralement à l'agression de la meute susmentionnée, avec des résultats dangereux.",
      "utility": "Les Compsognathus gagnent une puissance et une vitesse d'attaque de plus en plus importantes lorsqu'ils sont à proximité d'autres Compsognathus, car l'agression en meute prend le dessus sur leur comportement. De plus, leur cri de détresse va assez loin, alertant rapidement la tribu et ses animaux de compagnie du danger plus efficacement, et augmentant la probabilité de former un soi-disant «gang de Compy».",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": false,
      "behavior": "Agressif",
      "period": "Jurassique supérieur",
      "size": 1.4,
      "stats": {
        "level": 1,
        "torpor": 25,
        "torporDrain": 1.3,
        "torporPerLevel": 1.5
      },
      "taming": {
        "type":"Passif",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Viande de mouton crue"},
            {"name": "Viande crue supérieur"},
            {"name": "Viande de poisson crue supérieure"}
          ]
        }
      }
    },
    {
      "name": "Daeodon",
      "description": "Le Daeodon Comedentis est la plus grande espèce connue des entélodontes, une famille omnivore de mammifères anciens qui sont parfois appelés «les cochons de l'enfer». Même si le Daeodon a autant de similitudes avec l'hippopotame et le porc, ce surnom lui est convenablement approprié. Tout survivant s'approchant trop près de lui le regrettera amèrement. Comme c'est un omnivore avec un appétit vorace, il creuse et chasse pour survivre. Il a peu de scrupules quant à son alimentation, ce qui lui permet d'évoluer dans les toundras de l'île. De nombreux prédateurs ne se risquent pas à l'affronter car lorsqu'il est attaqué, il se bat sans relâche.",
      "utility": "Beaucoup de tribus affectionnent le Daeodon, non seulement en raison de sa nature farouche, mais également pour sa remarquable capacité à se soigner. Selon moi, c'est à cause de cette faculté qu'il lui est vital de se nourrir en permanence, surtout si il soigne des alliés. Il paraîtrait que le Daeodon est également capable de cueillir les champignons rares avec une facilité déconcertante !",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Agressif",
      "period": "Miocène inférieur",
      "size": 2.2,
      "stats": {
        "level": 1,
        "torpor": 800,
        "torporDrain": 1.8,
        "torporPerLevel": 48
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette supérieure"},
            {"name": "Viande de mouton crue"},
            {"name": "Viande de mouton cuite"},
            {"name": "Viande crue supérieur"}
          ]
        }
      }
    },
    {
      "name": "Dilophosaure",
      "description": "Le Dilophosaurus sputatrix est une créature étrange. Il fait un peu plus de la moitié de la taille des dilophosaures connus et fuit les agresseurs aussi souvent qu'il les combat. Le Dilophosaurus sputatrix a quelques traits peu communs dans le genre Dilophosaurus. Il a un appel très aigu et une crête de peau décorative sur son cou. Je crois que ceux-ci sont utilisés pour attirer des partenaires, ainsi que pour intimider les proies et les prédateurs potentiels. Au lieu d'attaquer sa proie carrément, le Dilophosaurus sputatrix crache du venin pour l'affaiblir et la paralyser avant de se déplacer pour la tuer.",
      "utility": "En raison de leur cri aigu et de leur capacité à attaquer les intrus à distance, le Dilophosaurus semble le plus adapté comme «chien de garde». En raison de leur petite taille, ils ne conviennent pas comme montures.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": false,
      "behavior": "Agressif",
      "period": "Jurassique inférieur",
      "size": 2,
      "stats": {
        "level": 1,
        "torpor": 75,
        "torporDrain": 0.3,
        "torporPerLevel": 4.5
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette basique"},
            {"name": "Viande de mouton crue"},
            {"name": "Viande crue supérieur"},
            {"name": "Viande de mouton cuite"},
            {"name": "Viande cuite supérieur"}
          ]
        }
      }
    },
    {
      "name": "Dimetrodon",
      "description": "Le Dimetrodon Calorector fait partie des quelques carnivores passifs de l'île. Se nourrissant de petites proies, il ne s'attaquera à rien de plus gros qu'un Coelacanthe. La crête dorsale du Dimétrodon lui permet de réguler sa température d'une manière fascinante. Le Dimétrodon est l'un des rares carnivores sur l'île qui pourrait être classé comme plutôt amical à l'état sauvage. Il va tantôt s'incliner pour créer une zone d'ombre, tantôt contracter ses vaisseaux pour dégager de la chaleur. Ses deux caractéristiques lui permettent de vivre n'importe où, bien qu'il ait une préférence pour les marécages et leur nourriture abondante.",
      "utility": "A cause de sa crête et de sa petite taille, le Dimétrodon ne peut pas être utilisé comme une monture. Sa crête permet cependant de survivre aux pires conditions lorsqu'on est à proximité. C'est grâce à elle que j'ai pu affronter plus d'un blizzard lors de mes expéditions au Nord de l'île!",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": false,
      "behavior": "Neutre",
      "period": "Permien",
      "size": 1,
      "stats": {
        "level": 1,
        "torpor": 750,
        "torporDrain": 5,
        "torporPerLevel": 45
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette régulière"},
            {"name": "Viande de mouton crue"},
            {"name": "Viande crue supérieur"},
            {"name": "Viande de mouton cuite"},
            {"name": "Viande cuite supérieur"}
          ]
        }
      }
    },
    {
      "name": "Dimorphodon",
      "description": "Le Dimorphodon Equesica fait partie de ses créatures possédant une double personnalité. Il est la plupart du temps passif mais se défendra sans hésiter une seconde. Il chassera son agresseur sans relâche, même si celui-ci est bien plus grand que lui. Il peut venir à bout de petites proies en un rien de temps grâce à ses dents aiguisés comme des rasoirs. Bien qu'il ne dépasse que rarement le mètre, le Dimorphodon est des plus dangereux, particulièrement lorsqu'il est accompagné de ses congénères.",
      "utility": "Leur rapidité et leur morsure dévastatrice permettent aux hordes de Dimorphodons de venir à bout de proies faisant plusieurs fois leur taille. Mieux vaut donc ne pas chasser près d'eux. Le Dimorphodon est à la fois un compagnon facilement apprivoisé et un guerrier des plus féroces. Au combat, il attaquera directement l'ennemi plutôt que sa monture, ne lui laissant ainsi pas de répit.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": false,
      "behavior": "Neutre",
      "period": "Jurassique inférieur",
      "size": 1,
      "stats": {
        "level": 1,
        "torpor": 750,
        "torporDrain": 5,
        "torporPerLevel": 45
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Viande de mouton crue"},
            {"name": "Viande crue supérieur"},
            {"name": "Viande de mouton cuite"},
            {"name": "Viande cuite supérieur"},
            {"name": "Viande de poisson crue supérieure"}
          ]
        }
      }
    },
    {
      "name": "Diplocaulus",
      "description": "Présidant presque exclusivement dans les marais de l'île, le Diplocaulus Natatorinutrix est un petit amphibien. Il se nourrit principalement de petits poissons et fait office d'amuse-bouche pour les plus grands carnivores. Parce qu'il est la proie de beaucoup de créatures, le Diplocaulus est devenu très peureux et privilégiera la fuite au combat. Sa capacité à retenir son souffle pendant de longues périodes lui permet d'échapper à la plupart des prédateurs.",
      "utility": "Les plongeurs avérés se servent du Diplocaulus comme d'une bouteille d'oxygène naturelle : la poche d'air situé dans le crane de ce dernier permet de respirer sous l'eau pendant de longues minutes, favorisant ainsi l'exploration sous-marine. Le Diplocaulus est également un fin chasseur en ce qui concerne les Trilobites.",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": false,
      "behavior": "Passif",
      "period": "Permien",
      "size": 1,
      "stats": {
        "level": 1,
        "torpor": 750,
        "torporDrain": 5,
        "torporPerLevel": 45
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette simple"},
            {"name": "Viande de mouton crue"},
            {"name": "Viande crue supérieur"},
            {"name": "Viande de mouton cuite"},
            {"name": "Viande cuite supérieur"}
          ]
        }
      }
    },
    {
      "name": "Diplodocus",
      "description": "Bien qu'il soit l'une des plus grandes créatures de l'île, le Diplodocus insulaprincep fait partie des plus petits sauropodes de l'île. Au lieu de taille et d'intelligence, le Diplodocus a développé une vitesse maximale plus rapide et une plus grande endurance. À pleine maturité, il n'atteint généralement qu'environ la moitié de la taille du brontosaure plutôt énorme. Le Diplodocus est une autre créature dont la survie continue sur l'île me déroute. C'est un animal à la tête très épaisse et confiant, souvent à son détriment mortel. Il ne fuit jamais les prédateurs qu'après l'avoir attaqué à plusieurs reprises, préférant faire de nombreuses tentatives infructueuses d'amitié. Pour une raison étrange, le Diplodocus fait tellement confiance aux humains qu'il ne semble pas se battre contre eux… jamais!",
      "utility": "En raison du cadre plus petit de Diplodocus, il ne peut pas supporter le type de selle «plate-forme» que d'autres grandes créatures peuvent. Pour compenser cela, de nombreuses tribus utilisent à la place une selle passager à onze places qui permet au Diplodocus de transporter en toute sécurité dix cavaliers supplémentaires. Ces passagers utilisent souvent des armes à distance pour protéger la créature ou pour attaquer les ennemis proches lors de leurs déplacements!",
      "zone": ["0","0","0","0"],
      "type": ["0","0","0","0"],
      "category": ["0","0","0","0"],
      "tamable": true,
      "ridable": true,
      "behavior": "Neutre",
      "period": "Jurassique supérieur",
      "size": 8,
      "stats": {
        "level": 1,
        "torpor": 3000,
        "torporDrain": 0.8,
        "torporPerLevel": 180
      },
      "taming": {
        "type":"K.O",
        "rates": 1,
        "food": {
          "useSanguineElixir": false,
          "items": [
            {"name": "Croquette régulière"},
            {"name": "Légumes"},
            {"name": "Mejoberry"},
            {"name": "Berries"}
          ]
        }
      }
    },
    {
      "name": "Dire Bear"
    },
    {
      "name": "Direwolf"
    },
    {
      "name": "Dodo"
    },
    {
      "name": "Doedicurus"
    },
    {
      "name": "Dung Beetle"
    },
    {
      "name": "Dunkleosteus"
    },
    {
      "name": "Electrophorus"
    },
    {
      "name": "Equus"
    },
    {
      "name": "Eurypterid"
    },
    {
      "name": "Gallimimus"
    },
    {
      "name": "Giant Bee"
    },
    {
      "name": "Giganotosaurus"
    },
    {
      "name": "Gigantopithecus"
    },
    {
      "name": "Hesperornis"
    },
    {
      "name": "Hyaenodon"
    },
    {
      "name": "Ichthyosaurus"
    },
    {
      "name": "Iguanodon"
    },
    {
      "name": "Kairuku"
    },
    {
      "name": "Kaprosuchus"
    },
    {
      "name": "Kentrosaurus"
    },
    {
      "name": "Leech"
    },
    {
      "name": "Leedsichthys"
    },
    {
      "name": "Liopluerodon"
    },
    {
      "name": "Lystrosaurus"
    },
    {
      "name": "Mammoth"
    },
    {
      "name": "Manta"
    },
    {
      "name": "Megalania"
    },
    {
      "name": "Megaloceros"
    },
    {
      "name": "Megalodon"
    },
    {
      "name": "Megalosaurus"
    },
    {
      "name": "Meganuera"
    },
    {
      "name": "Mesopithecus"
    },
    {
      "name": "Microraptor"
    },
    {
      "name": "Mosasaurus"
    },
    {
      "name": "Moschops"
    },
    {
      "name": "Onyc"
    },
    {
      "name": "Otter"
    },
    {
      "name": "Oviraptor"
    },
    {
      "name": "Ovis"
    },
    {
      "name": "Pachy"
    },
    {
      "name": "Pachyrhinosaurus"
    },
    {
      "name": "Paraceratherium"
    },
    {
      "name": "Parasaur"
    },
    {
      "name": "Pegomastax"
    },
    {
      "name": "Pelagornis"
    },
    {
      "name": "Phiomia"
    },
    {
      "name": "Piranha"
    },
    {
      "name": "Pleosiosaur"
    },
    {
      "name": "Procoptodon"
    },
    {
      "name": "Pteranodon"
    },
    {
      "name": "Pulomonoscorpius"
    },
    {
      "name": "Purlovia"
    },
    {
      "name": "Quetzal"
    },
    {
      "name": "Raptor"
    },
    {
      "name": "Rex"
    },
    {
      "name": "Rhyniogatha"
    },
    {
      "name": "Sabertooth"
    },
    {
      "name": "Sabertooth Salmon"
    },
    {
      "name": "Sarco"
    },
    {
      "name": "Spino"
    },
    {
      "name": "Stegosaurus"
    },
    {
      "name": "Tapejara"
    },
    {
      "name": "Terror Bird"
    },
    {
      "name": "Therizinosaur"
    },
    {
      "name": "Thylaceo"
    },
    {
      "name": "Titanoboa"
    },
    {
      "name": "Titanomyrma"
    },
    {
      "name": "Titanosaur"
    },
    {
      "name": "Triceratops"
    },
    {
      "name": "Trilobite"
    },
    {
      "name": "Troodon"
    },
    {
      "name": "Tusoteuthis"
    },
    {
      "name": "Woolly Rhino"
    },
    {
      "name": "Yutryannus"
    }
  ]
}

